Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/phpmyadmin-5-2.tmx
Source language: en
Languages: sv

source: No partial dependencies possible as no non-primary column exists since primary key ( %1$s ) is composed of all the columns in the table.
sv: Inga delvisa beroenden möjliga eftersom ingen icke-primära kolumnen finns eftersom primärnyckeln (%1$s) består av alla kolumner i tabellen.

source: Defines the minimum number of items (tables, views, routines and events) to display a filter box.
sv: Definierar minsta antal objekt (tabeller, vyer, rutiner och händelser) för att visa en filterbox.

source: You have enabled mbstring.func_overload in your PHP configuration. This option is incompatible with phpMyAdmin and might cause some data to be corrupted!
sv: Du har aktiverat mbstring.func_overload i din PHP-konfiguration. Detta alternativ är inkompatibelt med phpMyAdmin och kan leda till att data kan skadas!

source: Tracking of %s is activated.
sv: Spårning av %s är aktiverad.

source: Persistent tables' UI preferences:
sv: Beständiga gränssnittsinställningar för tabeller:

source: The buffer that is allocated when sorting MyISAM indexes during a REPAIR TABLE or when creating indexes with CREATE INDEX or ALTER TABLE.
sv: Bufferten som allokeras vid sortering av MyISAM-index under REPAIR TABLE eller vid skapande av index med CREATE INDEX eller ALTER TABLE.

source: Whether a DROP TABLE IF EXISTS statement will be added as first line to the log when creating a table.
sv: Om DROP TABLE IF EXISTS-kommando skall läggas till som första raden i loggen när man skapar en tabell.

source: Selected partial dependencies are as follows:
sv: Valda partiell beroenden är följande:

source: first
sv: först

source: The current number of pending fsync() operations.
sv: Nuvarande antal väntande fsync()-operationer.

source: AUTO_INCREMENT for table
sv: AUTO_INCREMENT för tabell

source: Directory on server where you can upload files for import.
sv: Katalog på servern där du kan ladda upp filer för import.

source: More information on [a@https://github.com/phpmyadmin/phpmyadmin/issues/8970]phpMyAdmin issue tracker[/a] and [a@https://bugs.mysql.com/19588]MySQL Bugs[/a]
sv: Mer information finns i [a@https://github.com/phpmyadmin/phpmyadmin/issues/8970]phpMyAdmins ärendehanterare[/a] och [a@https://bugs.mysql.com/19588]MySQL Bugs[/a]

source: Hint: Please follow the procedure carefully in order to obtain correct normalization
sv: Tips: Följ anvisningar noga för att få rätt normalisering

source: Show color
sv: Visa färg

source: Query failed
sv: Query misslyckades

source: Primary status
sv: Primärstatus

# Additional custom header comment ( splits lines):
source: Additional custom header comment (\n splits lines):
sv: Ytterligare en anpassad sidhuvudkommentar (\n delar rader):

source: Define new aliases
sv: Definiera nya alias

source: at least one of the words
sv: minst ett av orden

source: Total:
sv: Totalt:

source: Unselect all
sv: Avmarkera alla

source: Buffer Pool
sv: Buffertutrymme

source: Please enter a valid number!
sv: Var vänlig ange ett giltigt nummer!

source: Show function fields
sv: Visa funktionsfält

source: Secret passphrase used for encrypting cookies in [kbd]cookie[/kbd] authentication.
sv: Hemlig lösenordsfras som används för kryptering av cookies i [kbd]cookie[/kbd]-autentisering.

source: Display foreign key relationships
sv: Visa relationer för främmande nycklar

source: Password for config auth
sv: Lösenord för config auth

source: Password Hashing:
sv: Hashning av lösenord:

source: Repair
sv: Reparera

source: Local
sv: Lokal

source: Drop the databases that have the same names as the users.
sv: Ta bort databaserna med samma namn som användarna.

source: Set the number of seconds a script is allowed to run ([kbd]0[/kbd] for no limit).
sv: Ange antalet sekunder ett skript får köras ([kbd]0[/kbd] för ingen begränsning).

source: Successfully copied!
sv: Kopieringen lyckades!

source: Show replica status
sv: Visa replikstatus

source: Your SQL query has been executed successfully.
sv: Din SQL-fråga utfördes korrekt.

source: Two-factor authentication status
sv: Status för tvåfaktorsautentisering

source: Both this table and the users table are required to enable the configurable menus feature; leaving either one of them blank will disable this feature, suggested: [kbd]pma__usergroups[/kbd].
sv: Både denna tabell och användartabellen behövs för att aktivera funktionen anpassningsbara menyer; om en av dem lämnas tom inaktiveras funktionen, förslag: [kbd]pma__usergroups[/kbd].

source: Upload a file
sv: Ladda upp en fil

source: Manage your settings
sv: Hantera dina inställningar

source: West European
sv: Västeuropeisk

source: Space usage
sv: Använt utrymme

source: Unlock
sv: Lås upp

source: The cookie encryption key in the configuration file is longer than necessary. It should only be %d bytes long. Please refer to the [doc@cfg_blowfish_secret]documentation[/doc].
sv: Cookiekrypteringsnyckeln i konfigurationsfilen är längre än nödvändigt. Den bör bara vara %d byte lång. Se [doc@cfg_blowfish_secret]dokumentationen[/doc].

source: SSL is used with disabled verification
sv: SSL används med inaktiverad verifiering

source: Partitions:
sv: Partitioner:

source: Object creation options
sv: Alternativ för skapande av objekt

source: Latched pages
sv: Låsta sidor

source: Views:
sv: Vyer:

source: Toggle relationship lines
sv: Visa/dölj relationslinjer

source: Save as PHP file
sv: Spara som PHP-fil

source: MySQL said:
sv: MySQL sa:

source: structure
sv: struktur

source: Dumping data
sv: Dumpning data

source: Replication started successfully.
sv: Replikering startade framgångsrikt.

source: Note: phpMyAdmin gets the users’ privileges directly from MySQL’s privilege tables. The content of these tables may differ from the privileges the server uses, if they have been changed manually. In this case, the privileges have to be reloaded but currently, you don't have the RELOAD privilege.
sv: Obs! phpMyAdmin hämtar användarnas behörigheter direkt från MySQLs privilegietabeller. Innehållet i dessa tabeller kan skilja sig från de behörigheter som servern använder, om de har ändrats manuellt. I så fall måste behörigheterna läsas in på nytt, men du har för närvarande inte behörigheten RELOAD.

source: Percentage of used connections
sv: Andel använda anslutningar

source: Tue
sv: Tis

source: GLOBALS overwrite attempt
sv: Överskrivningsförsök av GLOBALS

source: Share this bookmark
sv: Dela detta bokmärke

source: Show search criteria
sv: Visa sökkriterier

source: Percentage of used key cache (calculated value)
sv: Andel av använd nyckelcache (beräknat värde)

source: Select series:
sv: Välj serie:

source: Changing {query_cache_limit} (usually by increasing) may increase efficiency. This variable determines the maximum size a query result may have to be inserted into the query cache. If there are many query results above 1 MiB that are well cacheable (many reads, little writes) then increasing {query_cache_limit} will increase efficiency. Whereas in the case of many query results being above 1 MiB that are not very well cacheable (often invalidated due to table updates) increasing {query_cache_limit} might reduce efficiency.
sv: Att ändra {query_cache_limit}, vanligtvis genom att öka denna, kan öka effektiviteten. Denna variabel anger den maximala storleken ett frågeresultat kan ha för att läggas in i frågecachen. Om det finns många frågeresultat större än 1 Mb som är värda att cacha (många läsningar, lite skrivningar) så kommer en ökning av {query_cache_limit} förbättra effektiviteten. Om det däremot finns många frågeresultat större än 1 Mb som inte är värda att cacha (ofta ogiltiga på grund av tabelluppdateringar) kan en ökning av {query_cache_limit} försämra effektiviteten.

source: CSV using LOAD DATA
sv: CSV med LOAD DATA

source: No users selected for deleting!
sv: Inga användare valda för borttagning!

source: Very weak
sv: Väldigt svag

source: Version less than 5.1.30 (the first GA release of 5.1).
sv: Version lägre än 5.1.30 (den första GA utgåvan av 5.1).

source: Public key for reCAPTCHA
sv: Offentlig nyckel för reCAPTCHA

source: Thread %s was successfully killed.
sv: Tråden %s dödades med framgång.

source: There are too many joins without indexes.
sv: Det finns för många JOINS som saknar index.

source: Please select column(s) for the index.
sv: Välj kolumner för indexet.

source: Delete tracking data for these versions?
sv: Ta bort uppföljningsdata för dessa versioner?

source: partitioned
sv: partitionerad

source: Leave blank for no PDF schema support, suggested: [kbd]pma__table_coords[/kbd].
sv: Lämna tomt för avstängt stöd för PDF-schema, förslag: [kbd]pma__table_coords[/kbd].

source: Leave blank to disable the feature to hide and show navigation items, suggested: [kbd]pma__navigationhiding[/kbd].
sv: Lämna tomt för att stänga av funktionen att dölja och visa navigationsobjekt, förslag: [kbd]pma__navigationhiding[/kbd].

source: Sunday
sv: Söndag

source: Defragment table
sv: Defragmentera tabell

source: Distinct values
sv: Distinkta värden

source: It appears your database uses routines;
sv: Databasen verkar använda rutiner;

source: Add routine
sv: Lägg till rutin

source: Enable the thread cache by setting {thread_cache_size} > 0.
sv: Aktivera trådad cache genom att sätta {thread_cache_size} > 0.

source: Show SQL queries
sv: Visa SQL-frågor

source: Pages to be flushed
sv: Sidor att rensa

source: Failed to set configured collation connection!
sv: Kunde inte applicera den konfigurerade sorteringsanslutningen!

source: Stop auto refresh
sv: Stoppa uppdatering

source: Replica SQL Thread not running!
sv: Replikans SQL-tråd körs inte.

source: You should upgrade, as recent versions of MySQL 5.1 have improved performance and MySQL 5.5 even more so.
sv: Du bör uppgradera, eftersom de senare versionerna av MySQL 5.1 har förbättrad prestanda och MySQL 5.5 ännu mer.

source: Open the two-factor authentication app on your device to view your authentication code and verify your identity.
sv: Öppna tvåfaktorsautentiseringsappen på enheten för att visa autentiseringskoden och verifiera din identitet.

source: Blowfish secret
sv: Blowfish-lösenord

source: Two-factor authentication failed: %s
sv: Tvåfaktorsautentiseringen misslyckades: %s

source: static
sv: statisk

source: The MySQL server version less than 5.1.
sv: MySQL-serverversionen är mindre än 5.1.

source: Show find and replace criteria
sv: Visa sök och ersätt kriterierna

source: Set {key_buffer_size} depending on the size of your MyISAM indexes. 64M is a good start.
sv: Definiera {key_buffer_size} beroende på storleken på dina MyISAM-index. 64Mb är en bra början.

source: Disable %s
sv: Inaktivera %s

source: Advanced server configuration, do not change these options unless you know what they are for.
sv: Avancerad serverkonfiguration, ändra inte dessa alternativ om du inte vet vad de är till för.

source: Values for options list for default transformations. These will be overwritten if transformation is filled in at table structure page.
sv: Värden för alternativlistan för standardtransformeringar. De skrivs över om transformering anges på tabellstruktursidan.

source: Partition by:
sv: Partitionera efter:

source: Can't rename index to PRIMARY!
sv: Kan inte byta namn på index till "PRIMARY"!

source: Could not save table UI preferences!
sv: Kunde inte spara gränssnittsinställningarna för tabellen!

source: No tables selected.
sv: Inga tabeller markerade.

source: German (dictionary order)
sv: Tysk (ordlisteordning)

source: alias export may not work reliably in all cases.
sv: export med alias fungerar inte alltid tillförlitligt.

source: The ratio of removed queries to inserted queries is %s%%. The lower this value is, the better (This rules firing limit: 0.1%%)
sv: Förhållandet mellan borttagna frågor och inlagda frågor är %s%%. Ju lägre värdet är, desto bättre (Denna regel aktiveras vid: 0,1%%)

source: The query cache is considerably fragmented.
sv: Frågecachen är avsevärt fragmenterad.

source: Processes
sv: Processer

source: + Add a new primary key column
sv: + Lägg till en ny primär nyckelkolumn

source: Replica configuration
sv: Replikakonfiguration

source: Data log threshold
sv: Gräns för datalogg

source: The number of threads that have taken more than slow_launch_time seconds to create.
sv: Antalet frågor som har tagit mer än slow_launch_time sekunder att skapa.

source: Control host
sv: Kontrollvärd

source: Allows altering and dropping stored routines.
sv: Tillåter ändring och borttagning av lagrade rutiner.

source: Previous import timed out, after resubmitting will continue from position %d.
sv: Föregående import fick timeout. Efter återupptagning av importen kommer den fortsätta från position %d.

source: Collapse all
sv: Dölj alla

source: Table structure for table
sv: Tabellstruktur

source: Show last check timestamp
sv: Visa senaste tidpunkt för kontroll

source: Import these many number of rows (optional):
sv: Antal rader att importera (valfritt):

source: Logout and try as another user.
sv: Logga ut och försök som en annan användare.

source: The XML file specified was either malformed or incomplete. Please correct the issue and try again.
sv: Den angivna XML-filen var antingen felaktig eller ofullständig. Korrigera problemet och försök igen.

source: The indexes %1$s and %2$s seem to be equal and one of them could possibly be removed.
sv: Index %1$s och %2$s verkar vara identiska och ett av dem kan möjligen tas bort.

source: Two-factor authentication has been configured.
sv: Tvåfaktorsautentisering har konfigurerats.

source: A BLOB column with a maximum length of 255 (2^8 - 1) bytes, stored with a one-byte prefix indicating the length of the value
sv: En BLOB-kolumn med en maximal längd av 255 (2^8-1) bytes, lagrat med ett en-bytes prefix vilket anger längden av värdet

source: Event type
sv: Händelsetyp

source: Summary by state
sv: Sammanfattning av tillståndet

source: Slow launch time
sv: Långsam uppstartstid

source: Additional search criteria
sv: Ytterligare sökkriterier

source: Not replicated
sv: Inte replikerad

source: The number of requests to read the next row in key order. This is incremented if you are querying an index column with a range constraint or if you are doing an index scan.
sv: Antalet efterfrågningar att läsa den följande raden i nyckelordning. Detta värde ökas om du frågar en indexkolumn med en urvalsbegränsning eller om du gör en indexavsökning.

source: Execute every
sv: Utför varje

source: Control replica:
sv: Kontrollera replik:

source: dynamic
sv: dynamisk

source: Error in ZIP archive:
sv: Fel i ZIP-arkiv:

source: %s of %s
sv: %s av %s

source: Recommendation:
sv: Rekommendation:

source: Missing data for %s
sv: Saknar data för %s

source: Consider increasing {query_cache_limit}.
sv: Överväg att öka {query_cache_limit}.

source: Formatting SQL…
sv: Formatering SQL…

source: Show primary status
sv: Visa primärstatus

source: Automatic recovery mode
sv: Automatisk återställningsläge

source: Save chart as image
sv: Spara diagrammet som bild

source: Error: Internal relationship could not be removed!
sv: Fel: den interna relationen kunde inte tas bort!

source: Use text field:
sv: Använd textfältet:

source: Dropping column
sv: Tar bort kolumn

source: From general log
sv: Från allmän logg

source: Select column:
sv: Välj kolumn:

source: Database for user account
sv: Databas för användarkonto

source: The number of free pages.
sv: Antalet tomma sidor.

source: Invalid authentication method set in configuration:
sv: Ogiltig metod för verifiering angiven i konfiguration:

source: Show search results
sv: Visa sökresultat

source: Unique
sv: Unik

source: Add a polygon
sv: Addera polygon

source: Signon authentication
sv: Signon-autentisering

source: The third step of normalization is complete.
sv: Det tredje steget i normalisering är komplett.

source: Check config file permissions
sv: Kontrollera konfigurationsfilens behörigheter

source: Export databases as separate files
sv: Exportera databaser som separata filer

source: Database comment
sv: Databaskommentar

source: Deactivate tracking for %s
sv: Avaktivera spårning för %s

source: Enable the Developer tab in settings
sv: Aktivera fliken Utvecklare i inställningar

source: Well Known Binary
sv: Välkänd binär

source: Failed formatting string for rule '%s'.
sv: Misslyckades med formateringen av strängen för regel '%s'.

source: Target database `%s` was not found!
sv: Måldatabas `%s` hittades inte!

source: Hostname where MySQL server is running.
sv: Värdnamn där MySQL-servern körs.

source: Enter the response parameter used by your reCAPTCHA v2 compatible API.
sv: Ange svarsparametern som används av ditt reCAPTCHA v2-kompatibla API.

source: Cached swap
sv: Cachelagrade

source: Media type
sv: Medietyp

source: Source database `%s` was not found!
sv: Källdatabas `%s` hittades inte!

source: Select a column which can be split into more than one (on select of 'no such column', it'll move to next step).
sv: Välj en kolumn som kan delas upp i fler än en kolumn (om ”ingen sådan kolumn” väljs går du vidare till nästa steg).

source: default
sv: standard

source: Generate password
sv: Skapa lösenord

source: Groups
sv: Grupper

source: Disable the default warning that is displayed on the Structure page if column names in a table are reserved MySQL words.
sv: Inaktivera standardvarningen som visas på sidan Struktur om kolumnnamn i en tabell är reserverade MySQL-ord.

source: Official Homepage
sv: officiella hemsida

source: Minimum number of databases to display the database filter box
sv: Minsta antal databaser för att visa filterboxen för databaser

source: Central European
sv: Centraleuropeisk

source: You can also edit most values<br>by clicking directly on them.
sv: Du kan även redigera de flesta värden<br>genom att klicka direkt på dessa.

source: Connection to server is disabled, please enable $cfg['AllowArbitraryServer'] in phpMyAdmin configuration.
sv: Anslutning till servern är inaktiverad. Aktivera $cfg['AllowArbitraryServer'] i phpMyAdmins konfiguration.

source: Open page
sv: Öppen sida

source: Default transformations for Bool2Text
sv: Standardomvandlingar för Bool2Text

source: Cached queries are removed due to low query cache memory from the query cache.
sv: Cachade frågor tas bort på grund av lågt frågecache-minne från frågecache.

source: Line
sv: Linjediagram

source: unknown
sv: okänd

source: Number of inserted rows
sv: Antal infogade rader

source: Copy table
sv: Kopiera tabell

source: MySQL returned an empty result set (i.e. zero rows).
sv: MySQL returnerade ett tomt resultat (dvs inga rader).

source: User group:
sv: Användargrupp:

source: The %s table doesn't exist!
sv: Tabellen %s existerar inte!

source: The number of cache hits.
sv: Antalet cache-träffar.

source: Table %s has been dropped.
sv: Tabellen %s har tagits bort.

source: Indicates that you have made changes to this page; you will be prompted for confirmation before abandoning changes
sv: Anger att du har gjort ändringar på denna sida; du uppmanas att bekräfta bortdöende från förändringar

source: Re-type:
sv: Skriv igen:

source: Bookmark %s has been created.
sv: Bokmärket %s har skapats.

source: Could not save recent table!
sv: Kunde inte spara den senaste tabellen!

source: Tracking:
sv: Spårning:

source: Logout URL
sv: URL för utloggning

source: You are using the external transformation command line options field, which has been deprecated for security reasons. Add all command line options directly to the definition in %s.
sv: Du använder fältet för kommandoradsalternativ för extern transformering, vilket har fasats ut av säkerhetsskäl. Lägg till alla kommandoradsalternativ direkt i definitionen i %s.

source: Ignore All
sv: Ignorera alla

source: Never send error reports
sv: Skicka aldrig felrapporter

source: Select Export Relational Type
sv: Välj Exportera Relationell Typ

source: Click a data point to view and possibly edit the data row.
sv: Klicka på en datapunkt för att visa och eventuellt redigera dataraden.

source: Y Values
sv: Y-värden

source: Slovenian
sv: Slovensk

source: Minimum value:
sv: Minsta värde:

source: There is no primary key; please add one.<br>Hint: A primary key is a column (or combination of columns) that uniquely identify all rows.
sv: Det finns ingen primär nyckel; Lägg till en. <br> Tips: En primär nyckel är en kolumn (eller kombination av kolumner) som unikt identifierar alla rader.

source: A 3-byte integer, signed range is -8,388,608 to 8,388,607, unsigned range is 0 to 16,777,215
sv: Ett 3-bytes heltal, signerat inom intervallet -8.388.608 till 8.388.607, osignerat inom intervallet 0 till 16.777.215

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
sv: Den uppladdade filen överskrider direktivet MAX_FILE_SIZE som specificerades i HTML-formuläret.

source: Displays a TIME, TIMESTAMP, DATETIME or numeric unix timestamp column as formatted date. The first option is the offset (in hours) which will be added to the timestamp (Default: 0). Use second option to specify a different date/time format string. Third option determines whether you want to see local date or UTC one (use "local" or "utc" strings) for that. According to that, date format has different value - for "local" see the documentation for PHP's strftime() function and for "utc" it is done using gmdate() function.
sv: Visar en TIME, TIMESTAMP, DATETIME eller numerisk unixtidsstämpel som ett formaterat datum. Det första alternativet är förskjutningen (i timmar) som kommer att läggas till tidsstämpeln (Standard: 0). Använd andra alternativet för att ange ett annat datum / tidsformat. Tredje alternativet avgör om du vill se lokalt datum eller UTC (använd strängarna "local" eller "UTC") för det. Enligt detta har datumformat olika värden - för "local" se dokumentationen för PHP:s strftime() och för "UTC" är det gjort med hjälp gmdate()-funktionen.

source: The configured two factor authentication is not available, please install missing dependencies.
sv: Den konfigurerade tvåfaktorsautentiseringen är inte tillgänglig. Installera saknade beroenden.

source: Add DROP DATABASE
sv: Lägg till DROP DATABASE

source: Note: Enabling the auto refresh here might cause heavy traffic between the web server and the MySQL server.
sv: Anm: Att aktivera återställning av databas-statistik här kan orsaka tung trafik mellan webbservern och MySQL-servern.

source: Chart type
sv: Diagramtyp

source: Opened files rate: %s, this value should be less than 5 per hour
sv: Andelen öppnade filer: %s detta värde bör vara mindre än 5 per timme

source: Allows executing this routine.
sv: Tillåter att den här rutinen körs.

source: You are using the demo server. You can do anything here, but please do not change root, debian-sys-maint and pma users. More information is available at %s.
sv: Du använder demoservern. Du kan göra vad som helst här, men undvik att ändra användarna root, debian-sys-maint och pma. Mer information finns tillgänglig på %s.

source: Record cache size
sv: Cachestorlek för rad

source: Rename exported databases/tables/columns
sv: Byt namn på exporterade databaser/tabeller/kolumner

source: Error 405! Request method not allowed.
sv: Fel 405! Förfrågningsmetoden ej tillåten.

source: Dumping data for query result
sv: Exporterar data för frågeresultatet

source: No valid image path for theme %s found!
sv: Ingen giltig sökväg för tema %s hittades!

source: Output
sv: Utdata

source: Point:
sv: Punkt:

source: Date
sv: Datum

source: Your browser has phpMyAdmin configuration for this domain. Would you like to import it for current session?
sv: Din webbläsare har en phpMyAdmin-konfiguration för denna domän. Vill du importera den för nuvarande session?

source: Insert another new row
sv: Lägg till ytterligare en ny rad
